var questions = [
    {
        "question":"十七的粉絲名？",
        "answers":[
            ["克拉",2],
            ["阿米",3],
            ["愛麗",4]
        ]
    },
    {
        "question":"十七出道日？",
        "answers":[
            ["2015年5月26日",3],
            ["2015年2月14日",4],
            ["2015年1月1日",5]
        ]
    },
    {
        "question":"十七裡面誰有天使之稱？",
        "answers":[
            ["淨漢",4],
            ["知秀",5],
            ["李燦",6]
        ]
    },
    {
        "question":"十七的第一次世巡？",
        "answers":[
            ["Diamond Edge",5],
            ["Diamond Change",6],
            ["Going Seventeen",7]
        ]
    },
    {
        "question":"十七第一張正規專輯？",
        "answers":[
            ["LOVE&LETTER",6],
            ["Al1",7],
            ["TEEN, AGE",8]
        ]
    },
    {
        "question":"十七里誰有十點十分之稱？",
        "answers":[
            ["順榮",7],
            ["圓佑",8],
            ["俊輝","A"]
        ]
    },
    {
        "question":"十七有幾個小分隊？",
        "answers":[
            ["3",8],
            ["2",9],
            ["1",10]
        ]
    },
    {
        "question":"十七有幾位隊長？",
        "answers":[
            ["3",9],
            ["2","A"],
            ["1","B"]
        ]
    },
    {
        "question":"十七的出道曲？",
        "answers":[
            ["Adore U","C"],
            ["Shining Diamond","D"],
            ["DNA","A"]
        ]
    },
    {
        "question":"十七一共幾個人？",
        "answers":[
            ["19","B"],
            ["15","C"],
            ["13","D"]
        ]
    }
    
];

var finalAnswers={
        "A":["你一定是假粉8!","那啥，寶寶你絕壁不是克拉。請右上紅插離開靴靴!"],
        "B":["入門克拉寶寶你好呀!","歡迎新來的克拉寶寶!克拉棒買起來!應援刷起來!專輯買起來嚕!"],
        "C":["哇是我們克拉呢!","繼續打榜8!多多了解一下我們小十七吧!"],
        "D":["太太您好站姐您好!!!!","您一定是資深克拉惹!站姐是你!大觸是你!愛惹!!"]
};

